language                                        = &English
translators                                     = AJ

about.title                                     = About [app.name]
about.notregistered							 = Not registered
about.eula										 = View EULA

ok                                              = OK
cancel                                          = Cancel
yes											 = Yes
no												 = No
close										     = Close
error                                           = Error
warning                                         = Warning
or												 = or
and											 = and
if												 = if
then											 = then
else											 = else

app.unknownError                                = An error has occurred.
app.activatedExistingInstance                   = Activated already running [app.name] instance.
app.readonly                                    = read only
app.restartneeded								 = The application will now be restarted
app.restartneeded.title						 = Restart Needed

undo                                            = &Undo
redo                                            = &Redo

notebook.browse.filemask.db			         = CintaNotes Notebook
notebook.new.caption                            = New Notebook
notebook.open.caption                           = Open Notebook
notebook.save.caption                           = Save Notebook As

notebook.close.fail.stillediting                = Can't close notebook because a note is still being edited
notebook.close.fail.rulestillediting            = Can't close notebook because a rule is still being edited

notelinkprotocol.restore.message                = Link protocol registration was broken. Do you want restore it?

menu.file                                       = {s}&File{s}
menu.file.new                                   = &New…
menu.file.open                                  = &Open…
menu.file.saveas                                = &Save As…
menu.file.close                                 = &Close
menu.file.import                                = &Import…
menu.file.export                                = &Export…
menu.file.print                                 = &Print…
menu.file.backup                                = &Backup
menu.file.backup.now                            = &Backup Now
menu.file.backup.hourly.enabled                 = &Hourly
menu.file.backup.daily.enabled                  = &Daily
menu.file.backup.weekly.enabled                 = &Weekly	
menu.file.recyclebin							 = &Recycle Bin
menu.file.passwordprotection					 = P&assword protection…
menu.file.rules                                 = &Rules
menu.file.sync									 = S&ynchronization
menu.file.exit                                  = E&xit

menu.edit                                       = {s}&Edit{s}
menu.edit.new                                   = &New Note
menu.edit.edit                                  = &Edit
menu.edit.copy                                  = &Copy
menu.edit.cut                                   = Cu&t
menu.edit.paste                                 = &Paste
menu.edit.paste.plaintext						 = Paste as Plain Te&xt
menu.edit.delete                                = &Delete
menu.edit.merge                                 = &Merge
menu.edit.replacetags                           = &Replace Tags…
menu.edit.selectall                             = Select &All
menu.edit.properties						     = Pr&operties…
menu.edit.print                                 = P&rint…
menu.edit.copylink                              = Copy Note &Link
menu.edit.pastenotelink                         = Paste Note Link
menu.edit.inserttimestamp                       = Insert Timestamp
menu.edit.insertdate							 = Insert Current Date

menu.view                                       = {s}&View{s}
menu.view.notecolor                             = &Color Theme
menu.view.notecolor.red                         = &Red
menu.view.notecolor.orange                      = &Orange
menu.view.notecolor.yellow                      = &Yellow
menu.view.notecolor.green                       = &Green
menu.view.notecolor.cyan                        = &Cyan
menu.view.notecolor.blue                        = &Blue
menu.view.notecolor.purple                      = &Purple
menu.view.notecolor.gray                        = Gr&ay
menu.view.tagsidebar                            = &Tag Sidebar
menu.view.sectionbar                            = &Section Bar
menu.view.reversed                              = &Reverse Order
menu.view.sorting                               = S&ort By
menu.view.sorting.manual                        = M&anual
menu.view.sorting.created                       = Date &Created
menu.view.sorting.modified                      = Date &Modified
menu.view.sorting.title                         = &Title
menu.view.sorting.link                          = &Link
menu.view.sorting.size                          = &Size
menu.view.history.back							 = &Back
menu.view.history.forward						 = &Forward
menu.view.history.clear						 = &Clear History
menu.view.history.display						 = &View History


sort.manual                                     = M&anual
sort.created                                    = &Created
sort.modified                                   = &Modified
sort.title                                      = &Title
sort.link                                       = &Link
sort.size                                       = &Size
sort.reverse                                    = &Reverse Order

menu.options                                    = {s}&Options{s} 
menu.options.hotkey                             = &Hot Keys… 
menu.options.clipping                           = &Clipping
menu.options.clipping.silent                    = &Silent
menu.options.clipping.after                     = &After Clipping
menu.options.clipping.after.showinboxsection    = Switch to &Inbox Section
menu.options.clipping.after.showuntagged        = Switch to &Untagged View
menu.options.clipping.after.openeditor          = Open in &Editor
menu.options.clipping.after.assignactivetags    = &Assign Currently Active Tags
menu.options.clipping.title                     = Use as Title
menu.options.clipping.title.apptitle            = &Application Title
menu.options.clipping.title.firstline           = &First Line of Text
menu.options.clipping.title.blankline           = &Blank Line
menu.options.clipping.title.remove.duplicates   = &Remove Duplicate Titles
menu.options.clipping.formatting                = &Formatting
menu.options.clipping.formatting.rtf            = Retain &RTF Formatting
menu.options.clipping.formatting.html           = Retain &HTML Formatting

menu.view.noteappearance                        = &Notes List…

menu.options.editor                             = &Editor
menu.options.editor.links						 = &Links
menu.options.editor.links.recognize             = &Highlight Links
menu.options.editor.links.singleclick           = &Single-Click Links
menu.options.editor.links.doubleclick           = &Double-Click Links
menu.options.editor.initialfocus				 = &Initial Focus
menu.options.editor.initialfocus.title			 = Title
menu.options.editor.initialfocus.text			 = Text
menu.options.editor.tabcharacter				 = &Tab Character
menu.options.editor.tabcharacter.tab			 = On Tab Key
menu.options.editor.tabcharacter.ctrltab		 = On Ctrl+Tab
menu.options.editor.wordwrap					 = &Word Wrap
menu.options.editor.editorescsavenote			 = &Auto-Save Changes on Esc

menu.options.search                             = &Search
menu.options.search.reset.onctrlf               = &Reset Search on [ctrl]+F
menu.options.search.reset.multistep             = &Multi-Step Reset on [esc]

menu.options.tags								 = &Tags
menu.options.tags.lowercase					 = &Lower Case Only
menu.options.tags.accepton				         = &Accept Suggestions On
menu.options.tags.displaycounts				 = &Display Tag Usage Counts on Tag Sidebar
menu.options.tags.autodeleted				     = A&uto Deleted by Default
menu.options.tags.suggestions.contextsensitive  = &Context-Sensitive Suggestions

menu.options.tags.accepton.space				 = &Spacebar
menu.options.tags.accepton.click				 = Single Mouse &Click

menu.options.rules                              = &Rules
menu.options.rules.notifications                = &Notify When Applied

menu.options.window							 = &Window
menu.options.minimizetotray                     = &Minimize to System Tray
menu.options.closetotray                        = C&lose to System Tray
menu.options.alwaysontop                        = Always on &Top
menu.options.window.minimizeonesc				 = Minimize on &Esc
menu.options.window.minimizeonlostfocus		 = Minimize on Losing &Focus
menu.options.minimizetotray.error               = Minimizing to tray is required for password protection.

menu.options.window.minimizeonlostfocus.off			 = Disabled
menu.options.window.minimizeonlostfocus.immediately	 = Immediately
menu.options.window.minimizeonlostfocus.after10secs	 = After 10 seconds
menu.options.window.minimizeonlostfocus.after1minute	 = After 1 minute
menu.options.window.minimizeonlostfocus.after5minutes	 = After 5 minutes

menu.options.window.snap.screenedges		 = Snap windows to screen edges
menu.options.window.snap.editors			 = Snap editors to main window

menu.options.startup                            = St&artup
menu.options.runatstartup                       = &Run at System Startup
menu.options.startup.minimized                  = Run &Minimized
menu.options.startup.multipleinstances          = &Allow Multiple Instances
menu.options.startup.restoretagsfilter          = Restore Last &Tag Selection
menu.options.startup.multipleinstances.activationmsg  = &Notify when Activating Existing Instance

menu.options.system                             = S&ystem
menu.options.system.associatewithdbfile         = Associate [app.name] with .db Files
menu.options.system.registerlinkprotocol        = Register &Link Protocol
menu.options.system.proxysettings               = &Proxy Settings
menu.options.system.registry.error              = Registry can't be modified. Please run [app.name] as administrator and try again.

registerlinkprotocol.title                      = Link protocol registration
registerlinkprotocol.registered                 = This [app.name] instance is now registered with the system to handle clicks on the cintanotes:// links.
registerlinkprotocol.unregistered               = This [app.name] instance is unregistered and won't handle cintanotes:// link clicks anymore.

menu.options.language                           = &Language

menu.help                                       = {s}&Help{s}  
menu.help.help                                  = &Help
menu.help.website                               = &Website
menu.help.forum                                 = &Forum
menu.help.roadmap                               = &Roadmap
menu.help.translate                             = &Translations
menu.help.debug								 = &Debug
menu.help.debug.logging						 = &Debug Logging
menu.help.license							     = &License
menu.help.checkforupdates                       = &Check for updates
menu.help.about                                 = &About [app.name]

menu.updatenotify.tooltip                       = A newer CintaNotes version is available

confirmdelete.one                               = Delete note {n}'{0}'?
confirmdelete.many                              = Delete {0} selected notes?
confirmdelete.title.one                         = Delete Note?
confirmdelete.title.many                        = Delete Notes?
confirmdelete.unsaved                           = The note has not been saved yet. Discard changes?
confirmdelete.openineditor.title                = Note is Open in Editor
confirmdelete.openineditor                      = The note '{0}' is currently open for editing.{n}Are you sure you want to delete it?
confirm.movetorecyclebin.one                    = Move note {n}'{0}'{n}to recycle bin?
confirm.movetorecyclebin.many                   = Move {0} selected notes to recycle bin?
confirm.movetorecyclebin.title.one              = Move Note to Recycle Bin?
confirm.movetorecyclebin.title.many             = Move Notes to Recycle Bin?

confirm.merge.title                             = Merge Notes?
confirm.merge.message                           = Do you really want to merge these notes?

confirmationdialog.dontaskagain				 = Don't ask again

deletenotesmessagedialog.caption                = Move Notes to Recycle Bin?
deletenotesmessagedialog.title                  = Recycle Bin is configured to hold only {1} notes while you are deleting {0} notes.{n}What would you like to do?
deletenotesmessagedialog.button.increase        = Increase
deletenotesmessagedialog.increase.description   = Increase the number of notes the Recycle Bin will keep
deletenotesmessagedialog.button.delete          = Delete
deletenotesmessagedialog.delete.description     = Delete the rest {0} notes permanently

confirmlinkopening.message                      = Opening {0} links at once can cause your system to become unresponsive.{n}Do you want to proceed? 

filter                                          = Filter:
filter.anytextfield                             = Any Text &Field
filter.textandtitle                             = &Text and Title
filter.text                                     = Te&xt Only
filter.title                                    = T&itle Only
filter.time.created                             = &Creation Time
filter.time.modified                            = &Modification Time
filter.remarks                                  = &Remarks
filter.attachments                              = &Attachments
filter.link                                     = &Link
filter.tags                                     = Ta&gs
filter.all                                      = &Anywhere
search.insidewords                              = S&earch inside words
search.acrossfields                             = Search &across field boundaries
search.usewildcards                             = Use * and ? wildcards

license.message.text                            = This function is only available in the commercial version
license.message.caption                         = License Required

noteslist.notebookempty                         = Your notebook is empty.{n}{n} To take notes press the Ins key, or select text in other applications and press the clipping hot key ([clipping.default.key] by default).{n}You can also create notes via pasting text from the clipboard.
noteslist.sectionempty                          = This notebook section is empty.
noteslist.notfound                              = No notes found which match current filter.{n}
noteslist.openlink                              = Browse &Link
noteslist.tag                                   = &Tag…
noteslist.export.selected                       = &Export…
noteslist.move                                  = Mo&ve
noteslist.move.up                               = &Up
noteslist.move.down                             = &Down
noteslist.move.top                              = To &Top
noteslist.move.bottom                           = To &Bottom
noteslist.properties						     = Properties...
noteslist.move.tosection                        = To &Section...

noteslist.attachments.more                      = ({0} more)
noteslist.drag.more                             = + {0} notes

noteedit.title                                  = Edit
noteedit.accepthint                             = ([noteedit.accepthint.shortcut] to accept changes)
noteedit.link                                   = Link
noteedit.tags                                   = Tags
noteedit.remarks                                = Remarks
noteedit.new.title                              = New Note
noteedit.readonly.title                         = Read Only Note
noteedit.notesaved							     = Note saved
noteedit.esc.savechanges.title                  = Confirm saving changes
noteedit.esc.savechanges                        = The note changes have not been saved yet. Save changes?
noteedit.esc.savechanges.dontask                = Don't ask to save changes when canceling
noteedit.notelinkcopied						 = Note link copied to clipboard
noteedit.links.itselferror                      = Can't add link to itself
noteedit.links.alreadynotelinkerror             = Can't add link to text that already contains link
noteedit.links.multilineerror                   = Can't add multi line link
noteedit.links.createnewnote                    = Create new note
noteedit.links.updatecaption                    = Update link caption
noteedit.links.typetip                          = Type to search by title
noteedit.links.tip.notenotfound                 = Linked note not found
noteedit.links.tip.notebooknotfound             = Notebook that contains linked note not found
noteedit.links.tip.notebookencrypted            = Notebook that contains linked note is encrypted
noteedit.section.tip							 = Section
noteedit.linkedit.tip                           = Edit link
noteedit.linkedit.open.tip                      = Open link
noteedit.attach.tip							 = Attach file

noteedit.attach.confirm.title                   = Confirm attaching files
noteedit.attach.confirm                         = Attach the following {0} files?
noteedit.attach.confirm.nfilesmore              = {0} file(s) more
noteedit.externalattachlink.message             = This link references another notebook file.{n}Opening attachments from another notebook file isn't supported.

noteedit.attach.alreadyattached                 = File '{0}' is already attached. Do you want to update it?
noteedit.attach.alreadyattached.title           = File Already Attached
noteedit.attach.updatename                      = File '{0}' is already attached under a different name: '{1}'.{n}Do you want to update the name?
noteedit.attach.updatename.title                = File Already Attached

noteedit.attach.updatefromdisk.title            = Attachment Changed on Disk
noteedit.attach.updatefromdisk					 = Attachment '{0}' has been changed on disk. Update?

noteedit.attach.savetodiskoverwrite.title       = File already exists
noteedit.attach.savetodiskoverwrite			 = Destination directory '{0}' already contains file '{1}'. Overwrite?

noteedit.attach.cleanup.failed					 = Can't delete extracted attachment '{0}', it is probably still being edited.{n}Close anyway?
noteedit.attach.cleanup.failed.title			 = Attachment Still Being Edited

noteedit.attach.open.pwprotected				 = For viewing, attachment '{0}' {n}will be saved to an unencrypted temporary file.{n}Proceed?
noteedit.attach.open.pwprotected.title			 = Security Warning

noteedit.attach.syncing.sizelimitexceeded       = Attachments size limit will be exceeded and synchronization {n}won't be able to complete until some of the attachments are removed. {n}Attach files anyway?
noteedit.attach.syncing.sizelimitexceeded.title = Size Limit for Attachment Synchronization Exceeded

linkswatchdog.title                             = Link corruption detected
linkswatchdog.message                           = Link corrupted: {0} -> {1}

linkswatchdog.title                             = Link corruption detected
linkswatchdog.message                           = Link corrupted: {0} -> {1}

noteedit.openfilelink.notexists.title           = File Not Found
noteedit.openfilelink.notexists.message         = File {0} is not found. Would you like to remove the link?

noteedit.copylinktounsavednote.caption          = Copy Link to Unsaved Note
noteedit.copylinktounsavednote.message          = Do you want to save this note and copy link to it?

noteedit.attachment.toolarge                    = This file is too large.{n}You can only attach files up to {0} [gbytes] in size.
noteedit.attachment.notexist                    = The file '{0}' is not found.
noteedit.attachment.attach.progress.title       = Attaching File
noteedit.attachment.attach.progress.message     = Attaching {0}...
noteedit.attachment.open						 = &Open
noteedit.attachment.openwith					 = O&pen With...
noteedit.attachment.open.progress.title         = Opening Attachment
noteedit.attachment.open.progress.message       = Opening {0}...
noteedit.attachment.saveas						 = &Save As...
noteedit.attachment.saveas.selectfolder		 = Select folder
noteedit.attachment.saveas.progress.title       = Saving Attachment
noteedit.attachment.saveas.progress.message     = Saving {0}...
noteedit.attachment.saveas.successmsg.title     = Attachment Saved
noteedit.attachment.saveas.successmsg           = Attachment was saved to {0}.
noteedit.attachment.saveas.successmsg.many      = Attachments were saved.
noteedit.attachment.saveas.view                 = View
noteedit.attachment.delete						 = &Delete

noteappearance.title                            = Notes List Options
noteappearance.pt                               = pt
noteappearance.bold                             = Bold
noteappearance.italic                           = Italic
noteappearance.headerfontlabel                  = Header font:
noteappearance.textfontlabel                    = Text font:
noteappearance.notelines                        = Preview text lines:
noteappearance.notelines.min                    = min
noteappearance.notelines.max                    = max
noteappearance.change                           = …
noteappearance.textformatting                   = Render text formatting
noteappearance.datedisplay.label                = Date and time display:
noteappearance.datedisplay.combo.none           = None
noteappearance.datedisplay.combo.created        = Created
noteappearance.datedisplay.combo.modified       = Modified
noteappearance.datedisplay.combo.both           = Created and Modified
noteappearance.datedisplay.sortmodedate         = Always display sort mode date
noteappearance.datedisplay.displaytime          = Display time of day
noteappearance.tagdisplay.enabled			     = Display tags
noteappearance.tagdisplay.fullnames			 = Always display full tag names
noteappearance.remarksdisplay.enabled           = Display remarks
noteappearance.remarksdisplay.lines.max         = Remark lines to display:

notebookmessage.title                           = Notebook
notebookmessage.message                         = Cannot load notebook because the following path is inaccessible: "{0}"
notebookmessage.button.create                   = Create new
notebookmessage.button.open                     = Open existing
notebookmessage.button.exit                     = Exit

pastemessage.caption                            = Note Paste Conflict
pastemessage.title                              = This notebook already contains {0} notes with same IDs and different text. {n} What would you like to do?
pastemessage.button.replace                     = Replace
pastemessage.button.replace.description         = Replace existing notes with notes from clipboard
pastemessage.button.addnew                      = Add as new
pastemessage.button.addnew.description          = Add notes from clipboard as new notes with a new ID
pastemessage.button.lastmodified                = Take last modified
pastemessage.button.lastmodified.description    = Take notes with a later modification date

pastemessage.attachmentdatanotfound			 = Can't paste:{n}Notebook with data for attachment '{0}' not found

searchdialog.find.title                         = Find
searchdialog.findandreplace.title               = Find and Replace
searchdialog.findwhat                           = &Find what:
searchdialog.replacewith                        = Replace with:
searchdialog.matchcase                          = &Match case
searchdialog.searchinsidewords                  = &Search inside words
searchdialog.usewildcards						 = [search.usewildcards]
searchdialog.button.findprevious                = Find &Previous
searchdialog.button.findnext                    = Find &Next
searchdialog.button.replace                     = &Replace
searchdialog.button.replaceall                  = Replace &All
searchdialog.button.close                       = &Close
searchdialog.specifiedtextnotfound              = Specified text was not found.
searchdialog.findreachedstartingpoint           = Find reached the starting point of the search.

wronglinkmessage.title                          = Opening link
wronglinkmessage.notenotfound                   = Linked note not found.
wronglinkmessage.notebooknotfound               = Notebook that contains linked note not found.
wronglinkmessage.notebookincompatible           = Notebook that contains linked note is incompatible with current version.
wronglinkmessage.notebookencrypted              = Notebook that contains linked note is encrypted.
wronglinkmessage.button.remove                  = Remove link
wronglinkmessage.button.createnew               = Create new note

externallinkmessage.title                       = Opening external link
externallinkmessage.message                     = This link references another notebook file '{0}'.{n}How do you want to open a note?
externallinkmessage.switchmessage               = This link references another notebook file '{0}'.{n}Do you want to switch to another notebook?
externallinkmessage.button.anotherinstance      = Open in another instance
externallinkmessage.button.switch               = Switch notebook
externallinkmessage.button.switch.changes       = All unsaved changes will be saved.

upgrademessage.title                            = Notebook upgrading
upgrademessage.message                          = The notebook file '{0}'{n}was created by an older version of [app.name].{n}Do you want to upgrade it?
upgrademessage.check.createbackup               = Create backup
upgrademessage.cancelled                        = Upgrade was cancelled.
upgrademessage.successful                       = Upgrade successful!
upgrademessage.successful.backup                = Upgrade successful!{n}The backup of the old file has been saved as:{n}{0}{n}in folder: {n}'{1}'.
upgrade.backup.before                           = before upgrade to

backup.successdialog.caption                    = Backup Successful
backup.successdialog.message                    = Notebook has been backed up{n}as {0}{n}to {1}
backup.processdialog.caption                    = Backup progress
backup.processdialog.message                    = Please wait while the notebook is being backed up...

tagsedit.title                                  = Add / Remove Tags
tagsedit.addtags                                = Add tags:
tagsedit.removetags                             = Remove tags:	

passworddialog.title                            = Enter password
passworddialog.old.title                        = Enter old password
passworddialog.password                         = Password:
passworddialog.old.password                     = Old password:
passworddialog.incorrectpassword                = Incorrect password
passworddialog.notebook                         = Notebook...

setnotebookpassworddialog.title                 = Password protection
setnotebookpassworddialog.enabled.encryption    = Protect this notebook with a password
setnotebookpassworddialog.oldpassword           = Old password:
setnotebookpassworddialog.newpassword           = New password:
setnotebookpassworddialog.confirmpassword       = Confirm password:
setnotebookpassworddialog.incorrectpassword     = Incorrect old password
setnotebookpassworddialog.matcherror            = Password and password confirmation don't match
setnotebookpassworddialog.equalerror            = Old password and new password are equal
setnotebookpassworddialog.successfullychanged   = Password successfully changed
setnotebookpassworddialog.successfullyremoved   = Password successfully removed
setnotebookpassworddialog.cancelled             = Password setting was cancelled
setnotebookpassworddialog.errormsg              = The program has encountered an error during setting password
setnotebookpassworddialog.errormsg.title        = Password Setting Error
setnotebookpassworddialog.autoreset.checkbox    = Minimize to tray and lock after
setnotebookpassworddialog.autoreset.suffix      = minutes of inactivity
setnotebookpassworddialog.warning               = WARNING: Password cannot be recovered! If you forget it, {n}you will permanently lose access to notes in this notebook!
setnotebookpassworddialog.option.dontstore      = Don't remember password: background tasks don't run when notebook is locked
setnotebookpassworddialog.option.store          = Remember password: background tasks run even when notebook is locked
setnotebookpassworddialog.storepassword.warning    = WARNING: Requires storing encrypted password on disk.{n}Don't use this option when you need maximum security.
setnotebookpassworddialog.lockonminimize.checkbox  = Lock immediately after minimizing to tray
setnotebookpassworddialog.lockonsyslock.checkbox   = Lock when PC is locked
setnotebookpassworddialog.notebookisencrypted      = Notebook is encrypted
setnotebookpassworddialog.button.changepassword    = Change password...

encrypt.progress.caption                        = Encryption Progress
encrypt.progress.message                        = Please wait while encrypting...
decrypt.progress.caption                        = Decryption Progress
decrypt.progress.message                        = Please wait while decrypting...

recentlist.notfoundmessage                      = Do you want to remove the reference to it from the Recent list?
recentlist.cantclosenotebook                    = Can't close single notebook

replacetags.title                               = Replace Tags
replacetags.sourcetags                          = Replace tags:
replacetags.desttags                            = With tags:
replacetags.hint                                = Using this dialog you can rename, split, merge and delete tags.{n}{n}E.g. to delete tags, type them in the first edit box, and leave the second edit box empty.

recyclebindialog.title                          = Recycle Bin
recyclebindialog.column.datedeleted             = Deleted
recyclebindialog.column.title					 = Title
recyclebindialog.column.text					 = Text
recyclebindialog.column.datecreated             = Created
recyclebindialog.column.datemodified            = Modified
recyclebindialog.column.size                    = Size (KB)
recyclebindialog.column.tags                    = Tags
recyclebindialog.column.sectionname             = Section
recyclebindialog.column.link                    = Link
recyclebindialog.button.restore                 = Restore
recyclebindialog.button.delete                  = Delete
recyclebindialog.button.deleteall               = Empty
recyclebindialog.label.maxsize                  = Maximum number of deleted notes to keep:
recyclebindialog.label.keepnotes                = Delete permanently after
recyclebindialog.label.keepnotes.suffix         = days
recyclebindialog.error.invalidmaxsize           = Max number of deleted notes must be a positive number
recyclebindialog.error.invalidkeepnotes         = Number of days must be a positive number

recyclebindialog.menu.restore                   = Restore
recyclebindialog.menu.delete                    = Delete
recyclebindialog.menu.deleteall                 = Empty

recyclebindialog.confirm.delete.title           = Delete Permanently
recyclebindialog.confirm.delete.message         = Delete permanently {0} selected notes?
recyclebindialog.confirm.deleteall.title        = Empty Recycle Bin?
recyclebindialog.confirm.deleteall.message      = Delete permanently all {0} notes?
recyclebindialog.confirm.restore.title          = Restore Notes from Recycle Bin
recyclebindialog.confirm.restore.message        = Restore {0} selected notes?

tray.addnew                                     = New Note
tray.restore                                    = Restore
tray.exit                                       = Exit

printdialog.title                               = Print Notes
printdialog.title.single                        = Print Note
printdialog.group.scope                         = Print scope
printdialog.group.fields                        = Print fields
printdialog.errormsg                            = The program has encountered an error during print.
printdialog.errormsg.title                      = Print Error 

export.title                                    = Export Notes
export.filemask.txt                             = Unicode Text
export.filemask.xml						     = XML
export.filemask.html						     = Web Page
export.successmsg.title					     = Export Success
export.successmsg							     = Note export completed. Exported notes: {0}.
export.errormsg                                 = The program has encountered an error during export.
export.errormsg.title                           = Export Error 
export.html.created                             = Created: 
export.html.modified                            = Modified: 
export.scope.all                                = All notes ({0})
export.scope.current                            = Current view ({0})
export.scope.selection                          = Selected notes ({0})
export.field.title                              = Title
export.field.text                               = Text
export.field.creation                           = Creation Date
export.field.modification                       = Modification Date
export.field.link                               = Link
export.field.tags                               = Tags
export.field.remarks                            = Remarks
export.field.attachments                        = Attachments
export.field.rules								 = Rules
export.group.scope                              = Export scope
export.group.fields                             = Export fields
export.errormsg.nonotes                         = Can't export from empty notebook
export.button.view                              = View

export.processdialog.caption                    = Export progress
export.processdialog.message                    = Please wait while exporting...

import.title                                    = Import Notes
import.filemask.all                             = CintaNotes Files
import.filemask.db							     = CintaNotes Notebook
import.filemask.xml						     = XML
import.successmsg.title                         = Import Success
import.successmsg                               = Note import completed.{n} Imported notes: {0}.{n} Updated notes: {1}.{n} Skipped duplicates: {2}{n}
import.successmsg.sections                      =  Imported sections: {0}
import.successmsg.rules                         =  Imported rules: {0}
import.errormsg                                 = The program has encountered an error during import.
import.errormsg.title                           = Import Error 
import.label.addtags                            = Add tags:
import.importsections							 = Import sections
import.importrules							     = Import rules
import.allowduplicates							 = Allow duplicates

import.processdialog.caption                    = Import progress
import.processdialog.message                    = Please wait while importing...

import.error.sectioncountexceeded				 = The file {0} can't be imported with sections. {n}Limit of max. [sections.limit] sections would be exceeded.

options.hotkeys.title                           = Configure Hot Keys
options.hotkeys.clip.label                      = Clip text hot key:
options.hotkeys.show.label                      = Show main window hot key:
options.hotkeys.newnote.label                   = Add new note hot key:

options.hotkeys.hint                            = To deactivate a hot key, press Esc in the corresponding edit box.{n}{n}Try to pick hot keys which are not used by other applications, otherwise CintaNotes might interfere with their normal operation or may not function properly itself.
options.hotkeys.cannotregister                  = This key combination cannot be registered. Please pick another one.
options.hotkeys.cannotregister.title            = Cannot Register Hot Key

filtercontrol.total.one                         = {0} note
filtercontrol.total.many                        = {0} notes
filtercontrol.filtered.one                      = {0} found
filtercontrol.filtered.many                     = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                    = Sort by
filtercontrol.tooltip.back                      = Go Back
filtercontrol.tooltip.forward                   = Go Forward
filtercontrol.tooltip.back.extra                = Right-click to see history
filtercontrol.tooltip.forward.extra             = [filtercontrol.tooltip.back.extra]

tag.delete                                      = Delete
tag.rename                                      = Rename…
tag.merge                                       = Merge…
tag.delete.confirm.title                        = Delete Tags
tag.delete.confirm.message.one                  = Do you want to delete selected tag?
tag.delete.confirm.message.many                 = Do you want to delete selected tags?
tag.delete.confirm.usecount.one                 = Selected tag is currently used in {0} notes
tag.delete.confirm.usecount.many                = Selected tags are currently used in {0} notes
tag.displaycounts								 = Display Counts
tag.properties									 = Properties...
tag.add										 = New Tag...
tag.addchild									 = New Child Tag...
tag.expandall									 = Expand All
tag.collapseall								 = Collapse All

tag.filter.none								 = No Tag Filter
tag.filter.used								 = Only Used Tags
tag.filter.related								 = Only Related Tags

tagproperties.title							 = {0} Properties
tagproperties.autodeletecheckbox				 = Auto deleted
tagproperties.autodeletecheckbox.tip			 = Delete tag when there are no notes with this tag
tagproperties.autoexpandedcheckbox				 = Expanded by default

deletetags.deletechildren						 = Delete with all child tags
deletetags.deletenotes.one						 = Delete {0} note
deletetags.deletenotes.many					 = Delete {0} notes
deletetags.deletenotes.havingthistag.one		 = having this tag
deletetags.deletenotes.havingthistag.many		 = having these tags

newtag.title									 = New Tag
newtag.name									 = Tag Name:
newtag.autodeletecheckbox						 = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip					 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title								 = New Child Tag

tagsidebar.all                                  = All
tagsidebar.untagged                             = Untagged
tagsidebar.more                                 = ({0} more)
tagsidebar.confirmtagdrop.title                 = Rename tag
tagsidebar.confirmtagdrop.text                  = Rename tag {0} to {1}?

notebookconfig.title                            = Notebook Parameters
notebookconfig.path.caption                     = Notebook File:
notebookconfig.path.browse.mask                 = CintaNotes Notebook (*.db)|*.db|All Files (*.*)|*.*
notebookconfig.path.browse.caption              = Browse for CintaNotes Notebook File
notebookconfig.disconnect.enabled               = {s}Enable external notebook synchronization
notebookconfig.disconnect.label                 = Release file lock after:
notebookconfig.disconnect.seconds               = seconds of inactivity
notebookconfig.move                             = {s}Relocate current notebook

noterichedit.format                             = &Format
noterichedit.format.bold                        = &Bold
noterichedit.format.italic                      = &Italic
noterichedit.format.underline                   = &Underline
noterichedit.format.strikeout                   = &Strikeout
noterichedit.format.highlight                   = &Highlight
noterichedit.format.monospace                   = &Monospace

noterichedit.align                              = &Align
noterichedit.align.left                         = &Left
noterichedit.align.center                       = &Center
noterichedit.align.right                        = &Right

noterichedit.indent                             = &Indent
noterichedit.format.indent                      = &Indent
noterichedit.format.outdent                     = &Outdent

noterichedit.format.list.bullet                 = Bu&llet List
noterichedit.format.list.numbered               = Numb&ered List

noterichedit.format.clear					     = &Clear

noterichedit.insertlink                         = &Insert Link
noterichedit.insertlink.url                     = &URL
noterichedit.insertlink.note                    = &Note
noterichedit.insertlink.file                    = &File
noterichedit.insertlink.attachment              = &Attachment

noterichedit.paste.intolistitem                 = Paste Into List Item
noterichedit.paste.intolist                     = Paste Into List

noterichedit.editlink                           = Retarget Link
noterichedit.deletelink                         = Delete Link
noterichedit.copynotelink                       = Copy &Link to Note 

richedit.find                                   = Find…
richedit.replace                                = Replace…

noteproperties.title						     = Note Properties
noteproperties.source.label				     = Source:
noteproperties.created.label				     = Created:
noteproperties.modified.label					 = Modified:
noteproperties.notesize.label					 = Note size: {0} KB
noteproperties.notesizeondisk.label			 = {0} KB on disk
noteproperties.charcount.label					 = Characters: {0}
noteproperties.wordcount.label					 = Words: {0}
noteproperties.error.invaliddates			     = Modification date cannot be before creation date

selecturldialog.title						     = Enter URL
selecturldialog.url							 = URL:

error.notebook.filedeleted				         = Notebook file was deleted.{n}Application will be closed.
error.notebook.unknownversion				     = The notebook file '{0}'{n}was created by a newer version of [app.name] and cannot be opened.{n}{n}Please download the latest version of [app.name] from [app.url] to open this file.
error.notebook.cantopenwhenupgrade				 = The notebook file '{0}'{n}was created by a older version of [app.name] and cannot be upgraded.{n}Please check that you have write permissions to this file.
error.notebook.upgradeerror		     		 = The notebook file '{0}'{n}was created by a older version of [app.name] and cannot be upgraded.{n}{n}Error message: {1}
error.notebook.encrypted		     		     = The notebook file '{0}'{n} is encrypted.
error.notebook.databasedamaged		     		 = The notebook file '{0}'{n}was damaged and cannot be opened.{n}{n}Error message: {1}
error.notebook.busy		     		         = The notebook file '{0}'{n}is used by another application and cannot be opened.
error.note.notfound				             = This note was deleted

error.notebook.dbcorrupt.title                  = Notebook database warning
error.notebook.dbcorrupt.message                = Notebook database file may be corrupt. To fix it, please send the following information to [support.email]: {0}

license.key.status.notfound					 = Registration information was not found.
license.key.status.valid						 = Registration information is valid.
license.key.status.invalid						 = Registration information is invalid.
license.key.status.stolen						 = The registration key has been deactivated by the publisher.
license.key.status.expired						 = The registration key contains the expiration date that has expired.
license.key.status								 = Registration key status: {0}

license.type.basic								 = Basic (free) license
license.type.pro								 = PRO license
license.type.company							 = PRO license (Company)
license.type.promo								 = [license.type.pro] (Promo)
license.type.lifetime							 = Lifetime [license.type.pro]
license.type.trial							     = Trial PRO license

licensedialog.title							 = License
licensedialog.reqexttrial						 = Request Extended Trial
licensedialog.register.success					 = Thank you for registering!
licensedialog.register.success.title			 = Success
licensedialog.register.fail					 = Registration failed
licensedialog.register.expired					 = This license key is no longer valid for this [app.name] version.
licensedialog.register.expired.extra			 = This license key is valid for versions released before {0},{n}but this version ({1}) is released on {2}.
licensedialog.replace.confirm					 = Do you want to replace your current license?
licensedialog.replace.confirm.title			 = Replace license?

licensedialog.type.trial						 = [license.type.trial]
licensedialog.type.trial.descr					 = Fully functional time limited version. Trial days left: {0}
licensedialog.type.pro							 = [license.type.pro]
licensedialog.type.pro.descr                    = Fully functional version
licensedialog.type.pro.name                     = Registered to: {0}
licensedialog.type.pro.email                    = Email: {0}
licensedialog.type.pro.key                      = License Key:
licensedialog.type.pro.expdate                  = Expires: {0}
licensedialog.type.pro.updexpdate               = Free updates till: {0}
licensedialog.type.pro.enternew                 = Enter New License Key
licensedialog.type.basic						 = [license.type.basic]
licensedialog.type.basic.descr                  = Feature-limited version

licensedialog.never							 = Never
licensedialog.unlimited						 = Unlimited

licensedialog.buykey							 = Buy Key
licensedialog.renewkey						     = Renew Key
licensedialog.upgradekey						 = Upgrade to Lifetime Key

licensedialog.detectedkey.title                = License Key Detected
licensedialog.detectedkey.message              = CintaNotes has detected the following license key:
licensedialog.detectedkey.apply                = Apply Key
licensedialog.detectedkey.next.apply           = If you want to use this key, press the "[licensedialog.detectedkey.apply]" button below.

licensekeydialog.title							 = Enter New License Key
licensekeydialog.name                           = Full Name
licensekeydialog.email                          = Email
licensekeydialog.key                            = Key

licenserequireddialog.title					 = License Upgrade Required
licenserequireddialog.message.default			 = This feature is not available with your current license.
licenserequireddialog.message.upg				 = Please upgrade your license to enable this feature!{n}{n}For details click the "License" button below.
licenserequireddialog.licensebutton			 = License

licenseexpireddialog.title					     = License Expired
licenseexpireddialog.renew.message		         = Your license key is no longer valid for this [app.name] version.{n}You need to renew your license or downgrade to the Basic (Free) license.
licenseexpireddialog.buy.message		         = Your trial key has expired.{n}Please buy the PRO license or downgrade to the Basic (Free) license.
licenseexpireddialog.freebutton			     = Downgrade
licenseexpireddialog.renewbutton			     = Renew
licenseexpireddialog.buybutton			         = Buy
licenseexpireddialog.exitbutton				 = Exit
licenseexpireddialog.dontshowdialog		     = Don't show this dialog again
licenseexpireddialog.renew.hintlabel			 = The license renewal takes only a couple of minutes{n} and is offered with a [license.renew.discount] discount off the full price.
licenseexpireddialog.buy.hintlabel		     	 = Upgrading to a PRO license takes only a couple of minutes.

trialexpireddialog.title						 = [app.name] Trial Period Ended
trialexpireddialog.message						 = Your 10-day trial of CintaNotes PRO has ended,{n}and your license status was automatically reverted to Basic (Free).  {n}{n}If you need additional time for evaluation, you can request{n}a free extended 30-day trial now.   {n}
trialexpireddialog.requestext					 = Request Extended Trial
trialexpireddialog.buy							 = Buy License
trialexpireddialog.usefree						 = Downgrade to Basic

licensemanager.trial.first                      = Free {0}-day trial of CintaNotes PRO activated. Click here to see licensing options.
licensemanager.trial.continue                   = You are on day {0} of the {1}-day PRO trial. Click here to extend trial by {2} more days for free.
licensemanager.key.willexpire					 = Your license key will expire in {0} days. Click here to see licensing options
licensemanager.freeupdates.willexpire			 = Your PRO updates subscription ends in {0} days. Click here to see licensing options

updatedialog.title                              = Check for updates
updatedialog.initmessage                        = Update check has been canceled.{n} Click on the "Check again" button to resume.
updatedialog.label.changes                      = Changes in this version:
updatedialog.button.check                       = Check again
updatedialog.button.download                    = Download
updatedialog.label.autocheck                    = Perform this check automatically
updatedialog.error.invalidfile                  = Invalid version file.
updatedialog.error.connectionrefused            = Connection refused.
updatedialog.error.servernotresponding          = Server not responding.
updatedialog.error.invalidproxysettings         = Invalid proxy settings.
updatedialog.error.inetdisconnected             = Internet disconnected.
updatedialog.warn.newversion.licensekeyinvalid  = Warning! You current license key is not valid for this version.{n}Please renew the license key if you want to continue using PRO features.
updatedialog.result.uptodate                    = This CintaNotes version ({0}) is up to date.
updatedialog.result.newversion                  = There is a newer [app.name] version available: {0}
updatedialog.state.connecting                   = Connecting...
updatedialog.state.findingserver                = Finding server...
updatedialog.state.downloadingfile              = Downloading file...

updatedialog.downloaddialog.title               = Warning
updatedialog.downloaddialog.msg                 = This version may change the format of your notebook file, and older CintaNotes versions won't be able to read it anymore.{n}{n}If you want to use the PRO features with the new version, please renew your license key before installing the new version, or upgrade to the Lifetime license.{n}{n}What would you like to do?
updatedialog.downloaddialog.download            = Download Anyway
updatedialog.downloaddialog.renew               = Renew License Key
updatedialog.downloaddialog.upgrade             = Upgrade to Lifetime License

proxysettingsdialog.title                       = Proxy Settings
proxysettingsdialog.server					     = Server:
proxysettingsdialog.port					     = Port:
proxysettingsdialog.username				     = Username:
proxysettingsdialog.password					 = Password:
proxysettingsdialog.mode.disabled				 = Disable proxy
proxysettingsdialog.mode.preconfig				 = Use system proxy settings
proxysettingsdialog.mode.enabled				 = Use proxy:
proxysettingsdialog.error.invalidport		     = Port must be positive number

synchronizationbar.sync.tip					 = Synchronize now
synchronizationbar.cancel.tip					 = Cancel
synchronization.status.starting                 = Starting synchronization...
synchronization.status.login                    = Logging in...
synchronization.status.retrieveindex            = Retrieving note index...
synchronization.status.addlocalnotes            = Downloading new notes... {0} of {1}
synchronization.status.updatelocalnotes         = Downloading updates... {0} of {1}
synchronization.status.removelocalnotes         = Removing local notes... {0} of {1}
synchronization.status.restorelocalnotes        = Restoring local notes from recycle bin... {0} of {1}
synchronization.status.totrashlocalnotes        = Moving local notes to recycle bin... {0} of {1}
synchronization.status.addremotenotes           = Uploading new notes... {0} of {1}
synchronization.status.updateremotenotes        = Uploading updates... {0} of {1}
synchronization.status.removeremotenotes        = Removing remote notes... {0} of {1}
synchronization.status.restoreremotenotes       = Restoring remote notes from recycle bin... {0} of {1}
synchronization.status.totrashremotenotes       = Moving remote notes to recycle bin... {0} of {1}
synchronization.status.cancelling               = Canceling...

synchronization.result.local                    = Local: 
synchronization.result.remote                   = Remote: 
synchronization.result.added                    = Added: 
synchronization.result.updated                  = Updated: 
synchronization.result.removed                  = Removed: 
synchronization.result.errors                   = Errors: 

synchronization.error.downloadattachment        = Downloading '{0}' attachment failed.
synchronization.error.uploadattachment          = Uploading '{0}' attachment failed.
synchronization.error.deleteattachment          = Deleting attachments on server failed.
synchronization.error.exceededfileslimit        = Total attachments size limit of {0} [mbytes] is exceeded by {1} [mbytes].{n}Delete some attachments to continue synchronization.

synchronization.state.completed                 = Synchronization completed.
synchronization.state.completedwitherrors       = Synchronization not completed, please retry later.
synchronization.state.completedempty            = Synchronization completed. No changes found.
synchronization.state.failed                    = Synchronization failed.
synchronization.state.authorizationfailed       = Authorization failed.
synchronization.state.invalidproxysettings      = Invalid proxy settings.
synchronization.state.systemproxyautherror      = Proxy requires authentication. Please use manual proxy settings.
synchronization.state.nameresolvingfailed       = Can't connect. Server name not resolved.
synchronization.state.internetdisconnected      = No internet connection.
synchronization.state.servernotresponding       = Server not responding.

synchronization.state.notsynchronized           = Not synchronized
synchronization.state.lastsynchronization       = Last synchronization {0}

syncpropertiesdialog.title                      = Simplenote Synchronization Properties
syncpropertiesdialog.login						 = Login:
syncpropertiesdialog.password					 = Password:
syncpropertiesdialog.enabled.allnotebook    	 = Synchronize this notebook with Simplenote
syncpropertiesdialog.section.all                = Synchronize all sections
syncpropertiesdialog.section.selected           = Synchronize selected sections only:
syncpropertiesdialog.conflictpolicy			 = Conflict resolution policy:
syncpropertiesdialog.conflictpolicy.local       = Take local
syncpropertiesdialog.conflictpolicy.remote      = Take remote
syncpropertiesdialog.conflictpolicy.last        = Take last modified
syncpropertiesdialog.cachereset.loginchanged	 = You have changed the login to be synchronized.{n}The synchronization cache will be reset, and all remote notes will be treated as new.{n}{n}Continue?
syncpropertiesdialog.cachereset.title			 = Reset synchronization data?
syncpropertiesdialog.autosync.checkbox			 = Synchronize automatically every
syncpropertiesdialog.autosync.suffix			 = minutes
syncpropertiesdialog.button.proxysettings	     = Proxy settings
syncpropertiesdialog.sectionselection.error	 = You should select at least one section
syncpropertiesdialog.webdavserver.cinta         = CintaNotes server (used space: {0} of {1} MB)
syncpropertiesdialog.webdavserver.custom        = Custom WebDAV server
syncpropertiesdialog.attachments				 = Server space used for attachments:
syncpropertiesdialog.attachments.remaining		 = [syncpropertiesdialog.attachments] {0} of {1}{2} ({3}{2} remaining)
syncpropertiesdialog.attachments.exceed         = [syncpropertiesdialog.attachments] {0} of {1}{2}
syncpropertiesdialog.attachments.exceedwarning  = WARNING: Server space limit exceeded!{n}Reduce the total size of synchronized attachments by {0}{1}{n}to continue syncing.

webdavpropertiesdialog.title                    = WebDAV Connection Properties
webdavpropertiesdialog.host                     = Host
webdavpropertiesdialog.port                     = Port
webdavpropertiesdialog.serverpath               = Server Path
webdavpropertiesdialog.user                     = User
webdavpropertiesdialog.password                 = Password
webdavpropertiesdialog.button.test              = Test
webdavpropertiesdialog.protocol.http            = HTTP
webdavpropertiesdialog.protocol.https           = HTTPS
webdavpropertiesdialog.error.port               = Port must be a positive number
webdavpropertiesdialog.connectiontest.title     = Connection Test
webdavpropertiesdialog.connectiontest.success   = Connection successful
webdavpropertiesdialog.connectiontest.fail      = Connection failed

rulesdialog.title                               = Rules
rulesdialog.add.tip                             = Add new rule
rulesdialog.remove.tip                          = Delete selected rules
rulesdialog.apply.confirm.title				 = Apply modified rules?
rulesdialog.apply.confirm.message				 = Apply modified rules to existing notes now?
rulesdialog.viewlog				             = View Log
rulesdialog.confirmdelete.one                   = Delete {0} selected rule?
rulesdialog.confirmdelete.many                  = Delete {0} selected rules?
rulesdialog.confirmdelete.title.one             = Delete Rule?
rulesdialog.confirmdelete.title.many            = Delete Rules?

rulesdialog.licenserequired					 = Please note that without a PRO license, you can only create and test rules, but not run them.
rulesdialog.licenserequired.title				 = Limited Functionality Warning

rulesdialog.delete.stilledited				     = Can't delete rule which is still being edited
rulesdialog.delete.stilledited.title			 = Can't Delete

rulesdialog.close.stilledited					 = Some rules are still being edited. Please finish editing rules first.
rulesdialog.close.stilledited.title			 = Can't Close

ruleeditdialog.title                            = Edit Rule
ruleeditdialog.name							 = Rule name (optional)
ruleeditdialog.active							 = Active
ruleeditdialog.button.testrule					 = Test Rule

ruleeditdialog.errormessage.title               = Rule has errors

rule.errors.conditions.emptyvalue               = Rule condition contains empty values.
rule.errors.conditions.size.notinteger          = An integer size value is required.
rule.errors.conditions.size.negative            = A nonnegative integer size value is required.
rule.errors.conditions.size.notpositive         = A positive integer size value is required.

rule.errors.actions.empty                         = At least one action should be defined.
rule.errors.actions.more_than_one_section_action  = Only one '[actioneditor.actiontype.section]' action per rule is allowed.
rule.errors.actions.no_tags_specified             = Please specify at least one tag.
rule.errors.actions.redundant_actions             = Rule contains redundant actions that won't have any effect and should be deleted.

ruleeditor.conditionlist.title                  = [if]
ruleeditor.conditionlist.label.one				 = condition holds:
ruleeditor.conditionlist.label.all				 = all conditions hold:

ruleeditor.conditionlist.add.tip                = Add new condition

ruleeditor.actionlist.add.tip					 = Add new action

ruleeditor.actionlist.title                     = [then]

fieldconditioneditor.delete.tip				 = Delete condition
fieldconditioneditor.value.add.tip				 = Add new value
fieldconditioneditor.value.delete.tip			 = Delete value

fieldconditioneditor.field.anytext             = Any text field
fieldconditioneditor.field.title               = Title
fieldconditioneditor.field.text                = Text
fieldconditioneditor.field.link                = Link
fieldconditioneditor.field.tags                = Tags
fieldconditioneditor.field.remarks             = Remarks
fieldconditioneditor.field.attachments         = Attachments
fieldconditioneditor.field.section			    = Section
fieldconditioneditor.field.created			    = Created
fieldconditioneditor.field.modified		    = Modified
fieldconditioneditor.field.note		        = Note

fieldconditioneditor.op.contains               = contains
fieldconditioneditor.op.containsall            = contains all of
fieldconditioneditor.op.starts                 = starts with
fieldconditioneditor.op.ends                   = ends with
fieldconditioneditor.op.equals                 = is equal to
fieldconditioneditor.op.hasall                 = have all of
fieldconditioneditor.op.hasany                 = have
fieldconditioneditor.op.isempty                = is empty
fieldconditioneditor.op.before                 = before
fieldconditioneditor.op.after                  = after
fieldconditioneditor.op.isnew                  = is new
fieldconditioneditor.op.itemcontains		    = have items containing
fieldconditioneditor.op.itemstarts			    = have items starting with
fieldconditioneditor.op.itemends			    = have items ending with
fieldconditioneditor.op.itemequals			    = have items equal to
fieldconditioneditor.op.sizegreater		    = total size in KB is greater than
fieldconditioneditor.op.sizesmaller		    = total size in KB is smaller than
fieldconditioneditor.op.haschildrenof          = have children of
fieldconditioneditor.op.hasparentsof           = have parents of

fieldconditioneditor.op.isempty.attachments			 = are absent
fieldconditioneditor.op.itemcontains.attachments		 = have filenames containing
fieldconditioneditor.op.itemstarts.attachments			 = have filenames starting with
fieldconditioneditor.op.itemends.attachments			 = have filenames ending with
fieldconditioneditor.op.itemequals.attachments			 = have filenames equal to

fieldconditioneditor.op.not.isempty.attachments		 = are present
fieldconditioneditor.op.not.itemcontains.attachments	 = no filename contains
fieldconditioneditor.op.not.itemstarts.attachments		 = no filename starts with
fieldconditioneditor.op.not.itemends.attachments		 = no filename ends with
fieldconditioneditor.op.not.itemequals.attachments		 = no filename is equal to

fieldconditioneditor.op.before.anytext        = comes before
fieldconditioneditor.op.after.anytext         = comes after

fieldconditioneditor.op.not.contains           = doesn't contain
fieldconditioneditor.op.not.containsall        = doesn't contain all of
fieldconditioneditor.op.not.starts             = doesn't start with
fieldconditioneditor.op.not.ends               = doesn't end with
fieldconditioneditor.op.not.equals             = is not equal to
fieldconditioneditor.op.not.hasall             = don't have all of
fieldconditioneditor.op.not.hasany             = don't have
fieldconditioneditor.op.not.isempty            = is not empty
fieldconditioneditor.op.not.isnew              = is not new
fieldconditioneditor.op.not.itemcontains	    = haven't items containing
fieldconditioneditor.op.not.itemstarts		    = haven't items starting with
fieldconditioneditor.op.not.itemends		    = haven't items ending with
fieldconditioneditor.op.not.itemequals		    = haven't items equal to
fieldconditioneditor.op.not.haschildrenof      = don't have children of
fieldconditioneditor.op.not.hasparentsof       = don't have parents of

actioneditor.delete.tip						 = Delete action

actioneditor.actiontype.tag                     = Add tag(s)
actioneditor.actiontype.untag                   = Remove tag(s)
actioneditor.actiontype.section                 = Move to section
actioneditor.actiontype.tag-untag               = Assign tag(s)

actioneditor.untag								 = Untag when conditions are not met

ruleslist.active								 = A&ctive
ruleslist.add									 = &Add
ruleslist.edit									 = &Edit
ruleslist.delete								 = &Delete
ruleslist.duplicate							 = D&uplicate
ruleslist.duplicate.suffix						 = copy

ruleslist.preview.active						 = Active
ruleslist.preview.inactive						 = Inactive
ruleslist.preview.paused						 = Paused: PRO license required

ruleslist.preview.forall						 = For all notes
ruleslist.preview.donothing					 = do nothing

ruleslist.empty								 = This notebook has no rules defined yet.{n}To add a new rule, click on the '+' icon, or press the Ins key.

rule.test.progress.title						 = Testing Rule
rule.test.progress.message						 = Testing rule on {0} existing notes...
rule.test.error.title							 = [error]
rule.test.success.title						 = Test Complete
rule.test.success.message						 = Rule test on {0} notes is complete:
rule.test.success.message.actions			     = Rule actions would be executed {0} time(s)

rule.apply.progress.title						 = Applying Rules
rule.apply.progress.message					 = Please wait while rules are applied to notes...
rule.apply.error.title							 = [error]

ruleslogdialog.title                          = Rules Log

ruleslogdialog.column.dateapplied             = Date Applied
ruleslogdialog.column.rulename				   = Rule Name
ruleslogdialog.column.notetitle		       = Note Title
ruleslogdialog.column.addedtags               = Added Tags
ruleslogdialog.column.removedtags             = Removed Tags
ruleslogdialog.column.movedtosection          = Moved to Section

ruleslogdialog.columnvalue.rulename.deleted   = deleted

ruleslogdialog.button.undo                      = Undo
ruleslogdialog.button.clear                     = Clear Log
ruleslogdialog.menu.undo                        = [ruleslogdialog.button.undo]

ruleslogdialog.confirm.undo.title               = Undo Rule Application
ruleslogdialog.confirm.undo.message             = Undo {0} selected rule applications?
ruleslogdialog.confirm.clear.title              = Clear Rules Log
ruleslogdialog.confirm.clear.message            = Delete all rule application records?

notification.ruleapplied.one					 = Rule '{0}' was applied to {1} note
notification.ruleapplied.many					 = Rule '{0}' was applied to {1} notes

section.new									 = New Section...
section.new.tip								 = Create new section
section.edit									 = Properties...
section.delete									 = Delete
section.selectall								 = Select All
section.licenserequired						 = Your current license only allows to create up to {0} sections.
section.move.left								 = Move &Left
section.move.right								 = Move &Right
section.dropnotes.tip.one					     = Move note to section '{0}'
section.dropnotes.tip.many					     = Move {0} notes to section '{1}'
section.droptext					             = Add note to section '{0}'

section.confirmdelete                           = Delete section '{0}' with {1} notes?
section.confirmdelete.title                     = Delete Section?
section.confirmdelete.many                      = Delete sections '{0}' with {1} notes?
section.confirmdelete.title.many                = Delete Sections?

section.all									 = [tagsidebar.all]
section.main									 = Main
section.inbox									 = Set As Inbox

sectionedit.title								 = Edit Section Properties
sectionedit.title.new							 = Create New Section
sectionedit.name								 = Name:
sectionedit.color								 = Color:
sectionedit.sectionalreadyexists				 = Section with this name already exists

movetosection.title							 = Move to Section
movetosection.label.one						 = Move {0} note to section:
movetosection.label.many						 = Move {0} notes to section:

clipping.balloon.caption						 = [app.name] clipped
clipping.balloon.intosection					 = into
clipping.balloon.tagged						 = and tagged [{0}]

filedialog.filemask.all						 = All Files

ctrl											 = Ctrl
alt											 = Alt
shift											 = Shift
win											 = Win
esc											 = Esc
enter											 = Enter
ins											 = Ins
del											 = Del
home											 = Home
end											 = End
pgup											 = PgUp
pgdown											 = PgDown
space											 = Space
left											 = Left
right											 = Right
up												 = Up
down											 = Down
bksp											 = BkSp

bytes											 = B
kbytes											 = KB
mbytes											 = MB
gbytes											 = GB
